Repository: gbyat/flexible-slider-and-carousel
Catalog: languages/flexible-slider-and-carousel-*.po
Languages: de_de

source: %s Margin (px)
de_de: %s Außenabstand (px)

source: %s Padding (px)
de_de: %s Innanabstand (px)

source: 10 = 1.0 frames, 15 = 1.5 frames, 23 = 2.3 frames, etc. Use for precise peek control.
de_de: 10 = 1,0 Bilder, 15 = 1,5 Bilder, 23 = 2,3 Bilder usw. Zur präzisen Steuerung der Vorschau verwenden.

source: Above Slider
de_de: Über dem Slider

source: Actions
de_de: Aktionen

source: Add Frame
de_de: Rahmen hinzufügen

source: Add frames manually using the + button below to create your slider content.
de_de: Fügen Sie manuell Frames hinzu, indem Sie auf die Schaltfläche „+“ unten klicken, um Ihren Slider-Inhalt zu erstellen.

source: All sliders optimized successfully!
de_de: Alle Slider erfolgreich optimiert!

source: An error occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuche es noch einmal.

source: Animation & Behavior
de_de: Animation und Verhalten

source: Animation Direction
de_de: Animations-Richtung

source: Animation Duration (ms)
de_de: Animation Dauer (ms)

source: Animation Timing Function
de_de: Animationszeitsteuerungsfunktion

source: Animation Type
de_de: Animation Typ

source: Arrow Border Radius (px)
de_de: Pfeil Rahmen Radius (px)

source: Arrow Color
de_de: Pfeilfarbe

source: Arrow Colors
de_de: Pfeilfarben

source: Arrow Padding (px)
de_de: Pfeilnavigation Innenabstand (px)

source: Arrow Size (px)
de_de: Pfeilgröße (px)

source: Arrow Styling
de_de: Pfeil-Styling

source: Arrows
de_de: Pfeile

source: Ascending
de_de: Aufsteigend

source: Auto Play Speed (seconds)
de_de: Automatische Wiedergabegeschwindigkeit (Sekunden)

source: Auto Play:
de_de: Automatisches Abspielen:

source: Background Color
de_de: Hintergrundfarbe

source: Background Color (Active)
de_de: Background Color (Actve)

source: Background Color (Hover)
de_de: Hintergrundfarbe (Hover)

source: Background Color (Normal)
de_de: Hintergrundfarbe (normal)

source: Below Slider
de_de: Über dem Slider

source: Bold
de_de: fett

source: Border Color
de_de: Rahmenfarbe

source: Border Color (Active)
de_de: Rahmenfarbe(aktiv)

source: Border Radius (px)
de_de: Radius Rahmen (px)

source: Border Width (px)
de_de: Breite Rahmen (px)

source: Box Shadow
de_de: Box Schatten

source: Box Shadow (Active)
de_de: Boxschatten (Active)

source: Build your slider by adding Frame blocks inside
de_de: Erstellen Sie Ihren Slider, indem Sie Frame-Blöcke hinzufügen.

source: By
de_de: Von

source: Cards
de_de: Karten

source: Carousel (Endless Loop)
de_de: Karussell (Endlosschleife)

source: Carousel loops endlessly, Slider stops at boundaries (Standard: Carousel)
de_de: Karussell läuft endlos, Slider stoppt an den Grenzen (Standard: Karussell)

source: Categories
de_de: Kategorien

source: Center
de_de: Zentriert

source: Center the active slide (works great with 1.5+ frames)
de_de: Aktiven Slide zentrieren (funktioniert hervorragend mit 1,5+ Rahmen)

source: Centered Slides
de_de: Zentrierte Slides

source: Clear
de_de: zurücksetzen

source: Configuration exported successfully!
de_de: Konfiguration erfolgreich exportiert!

source: Configuration imported successfully!
de_de: Konfiguration erfolgreich importiert!

source: Configuration:
de_de: Konfiguration:

source: Configure default animation settings.
de_de: Standard-Animationseinstellungen konfigurieren.

source: Configure default breakpoints for responsive design.
de_de: Standard-Haltepunkte für responsives Design konfigurieren.

source: Configure default colors for navigation elements.
de_de: Standardfarben für Navigationselemente konfigurieren.

source: Configure default layout settings for different screen sizes.
de_de: Konfigurieren Sie die Standard-Layout-Einstellungen für verschiedene Bildschirmgrößen.

source: Configure your slider settings in the block sidebar
de_de: Konfigurieren Sie Ihre Slidereinstellungen in der Block-Seitenleiste.

source: Content Mode
de_de: Inhaltsmodus

source: Content:
de_de: Inhalt:

source: Creative (1 Frame)
de_de: Kreativ (1 Frame)

source: CSS box-shadow value (e.g., 0 2px 4px rgba(0,0,0,0.1))
de_de: CSS box-shadow Wert (z.B. "0 2px 8px rgba(0,0,0,0.1)" oder "none")

source: CSS box-shadow value for active state
de_de: CSS box-shadow Wert wenn aktiv

source: Date
de_de: Datum

source: Default (Smooth)
de_de: Standard (Smooth)

source: Default Animations
de_de: Standardanimationen

source: Default Breakpoints
de_de: Standard-Haltepunkte

source: Default Colors
de_de: Standardfarben

source: Default Easing
de_de: Standard-Easing

source: Default Layout
de_de: Standard-Layout

source: Default Speed (ms)
de_de: Standardgeschwindigkeit (ms)

source: Default Transition
de_de: Standardübergang

source: Default: 400ms
de_de: Standard: 400mx

source: Default: Default (Smooth)
de_de: Standard (Smooth)

source: Descending
de_de: Absteigend

source: Desktop Breakpoint (px)
de_de: Desktop-Haltepunkt (px)

source: Direction of slide movement (default: horizontal)
de_de: Richtung der Sliderbewegung (Standard: horizontal)

source: Dot Colors
de_de: Punktefarben

source: Dots
de_de: Punkte

source: Ease
de_de: Leicht

source: Edit
de_de: bearbeiten

source: Enter frame title...
de_de: Frametitel eingeben

source: Export
de_de: Exportieren

source: Export all slider configurations and settings to a JSON file.
de_de: Exportieren Sie alle Slider-Konfigurationen und Einstellungen in eine JSON-Datei.

source: Export Configuration
de_de: Konfiguration exportieren

source: Fade
de_de: Ausblenden

source: Flexible Slider and Carousel requires Gutenberg to be available.
de_de: Flexible Slider and Carousel erfordert Gutenberg.

source: Flexible Slider and Carousel requires PHP version 8.1 or higher. You are running version %s.
de_de: Flexible Slider und Carousel erfordern PHP Version 8.1 oder höher. Sie verwenden derzeit Version %s.

source: Flexible Slider and Carousel requires WordPress version 6.5 or higher. You are running version %s.
de_de: Flexible Slider und Carousel erfordern WordPress Version 6.5 oder höher. Sie verwenden Version %s.

source: Flip
de_de: Spiegeln

source: Flip (1 Frame)
de_de: Umdrehen (1 Bild)

source: Font Size (px)
de_de: Schriftgröße (px)

source: Font Weight
de_de: Schriftstärke

source: Frame border thickness (Standard: 0px)
de_de: Frame-Rahmenrandstärke (Standard: 0px)

source: Frame Title
de_de: Frame-Titel

source: Gap Between Frames (px)
de_de: Abstand zwischen den Frames (px)

source: Go to any page or post editor
de_de: Gehen Sie zu einer beliebigen Seite oder einem beliebigen Beitragseditor.

source: Higher values = more sensitive touch/swipe (Standard: 0.5)
de_de: Höhere Werte = empfindlichere Berührung/Wischbewegung (Standard: 0,5)

source: Horizontal (Default)
de_de: Horizontal (Standard)

source: Import
de_de: Importieren

source: Import Configuration
de_de: Konfiguration importieren

source: Import slider configurations from a previously exported JSON file.
de_de: Importieren Sie Slider-Konfigurationen aus einer zuvor exportierten JSON-Datei.

source: Import/Export Slider Configurations
de_de: Import-/Export-Slider-Konfigurationen

source: Inner Padding (px)
de_de: Innenabstand (px)

source: Keyboard Navigation
de_de: Tastaturnavigation

source: Lazy Loading
de_de: Langsames laden

source: Left
de_de: Links

source: Light
de_de: hell

source: Location
de_de: Standort

source: Manual Frames
de_de: Manuelle Frames

source: Medium
de_de: Mittel

source: Menu Order
de_de: Menüreihenfolge

source: Min Width (px)
de_de: Mindestbreite (px)

source: Navigation Arrows
de_de: Navigationspfeile

source: Navigation Colors
de_de: Farben

source: Navigation Dots
de_de: Navigationspunkte

source: Navigation Hidden Color
de_de: Navigation Ausgeblendete Farbe

source: Navigation Hover Color
de_de: Navigation Hover Farbe

source: Navigation Inactive Color
de_de: Navigation inaktiv Farbe

source: Navigation Normal Color
de_de: Navigation Normal Farbe

source: Navigation Title
de_de: Navigationstitel

source: No configuration provided.
de_de: Keine Konfiguration angegeben.

source: No posts found matching your criteria.
de_de: Es wurden keine Beiträge gefunden, die Ihren Kriterien entsprechen.

source: No query parameters provided.
de_de: Es wurden keine Abfrageparameter angegeben.

source: No settings provided.
de_de: Keine Einstellungen vorhanden.

source: Only load slider when it comes into view
de_de: Slider nur laden, wenn er im sichtbaren Bereich ist

source: Optimize All Sliders
de_de: Alle Slider optimieren

source: Optimize all sliders for better performance.
de_de: Optimieren Sie alle Slider für eine bessere Leistung.

source: Order
de_de: Reihenfolge

source: Order By
de_de: Sortiere nach

source: Padding (px)
de_de: Innenabstand (px)

source: Padding inside frames (Standard: 10px)
de_de: Abstand zwischen einzelnen Frames (Standard: 10px)

source: Performance & SEO
de_de: Leistungsoptimierung & SEO

source: Performance Optimization
de_de: Leistungsoptimierung

source: Post Type
de_de: Inhaltstyp

source: Posts Per Page
de_de: Beiträge pro Seite

source: Quick Start Guide
de_de: Schnellstartanleitung

source: Random
de_de: zufällig

source: Reset to default values
de_de: Auf Standardwerte zurücksetzenAuf Standardwerte zurücksetzen

source: Resets all Swiper.js options to default values.
de_de: Setzt alle Swiper.js-Optionen auf die Standardwerte zurück.

source: Responsive Settings
de_de: Responsive Einstellungen

source: Right
de_de: Rechts

source: Rounded corners for frames (Standard: 8px)
de_de: Abgerundete Ecken für Rahmen (Standard: 8px)

source: Semi Bold
de_de: Halbfett

source: Settings
de_de: Einstellungen

source: Settings saved successfully!
de_de: Einstellungen erfolgreich gespeichert!

source: Show frame titles as navigation tabs
de_de: Framtitel als Navigationsregisterkarten anzeigen

source: Slide
de_de: gleiten

source: Slide (Standard)
de_de: gleiten (Standard)

source: Slider (Finite)
de_de: Slider (endlich)

source: Slider must have at least one frame.
de_de: Der Slider muss mindestens einen Frame haben.

source: Slider Overview
de_de: Slider Übersicht

source: Slider Preview
de_de: Slider-Vorschau

source: Slider Settings
de_de: Slider Einstellungen

source: Slider Type
de_de: Slider Typ

source: Slides To Scroll
de_de: Slides zum scrollen

source: Slides To Scroll (Fixed at 1 for 3D effects)
de_de: Zu scrollende Slidesl (wird auf 1 zurückgesetzt bei 3D Effekten)

source: Slides To Show
de_de: Slides anzeigen

source: Slides To Show (Fixed at 1 for 3D effects)
de_de: Angezeigte Slidesl (wird auf 1 zurückgesetzt bei 3D Effekten)

source: Space between individual frames (Standard: 10px)
de_de: Abstand zwischen einzelnen Frames (Standard: 10px)

source: Tab Colors - Active State
de_de: Registerkartenfarben – Aktiver Status

source: Tab Colors - Normal State
de_de: Registerkartenfarben – Normalzustand

source: Tab Layout & Effects
de_de: Registerkartenlayout und Effekte

source: Tab Typography
de_de: Registerkarte Typografie

source: Tags
de_de: Schlagwörter

source: Text Align
de_de: Ausrichtung des Inhalts

source: Text Color
de_de: Textfarbe

source: Text Color (Active)
de_de: Textfarbe aktiv

source: Text Navigation Position
de_de: Textnavigationsposition

source: This title will be used in the text navigation. Leave empty to use content from the frame.
de_de: Dieser Titel wird in der Textnavigation verwendet. Lassen Sie das Feld leer, um den Inhalt aus dem Frame zu verwenden.

source: Title
de_de: Titel

source: To create a slider or carousel:
de_de: So erstellen Sie einen Slider oder ein Karussell:

source: Total Sliders
de_de: Gesamtanzahl Slider

source: Total Views
de_de: Gesamtaufrufe

source: Touch/Swipe Sensitivity
de_de: Berührungs-/Wischempfindlichkeit

source: Touch/Swipe Support
de_de: Touch-/Wischunterstützung

source: Type
de_de: Typ

source: Type of slide animation (default: Slide)
de_de: Art der Slideranimation (Standard: Folie)

source: Use arrow keys to navigate (Default: Enabled)
de_de: Mit den Pfeiltasten navigieren (Standard: Aktiviert)

source: Vertical
de_de: Vertikal

source: Views
de_de: Ansichten

source: You do not have sufficient permissions to access this page.
de_de: Diese Seite aufzurufen ist mit den derzeitigen Berechtigungen nicht möglich.

source: You do not have sufficient permissions to perform this action.
de_de: Sie haben nicht die nötigen Rechte um diese Aktion auszuführen.
